[
	{
		"name": "Ezone", 
		"subtitle": "ERP Solutions", 
		"description": "It creates ease in management of various departments and sections of an organization and it is in two categories, ERP and its stand alone application modules which are; HR, Accounting, CRM, Document Management, Learning Management System.", 
		"url": "https://ezoneerp.com",
		"color": "#3F0A96"
	},
	{
		"name": "Cube700", 
		"subtitle": "Inventory Management System", 
		"description": "It is a stock inventory management software which helps business owners keep track of what goes on in the business in any location, it keeps records of the items in stock, it keeps track of movement of items in stock and also real-time monitoring of the complete operation of a sales company.", 
		"url": "https://cube700.net/",
		"color": "#EC74E7"
	},
	{
		"name": "EasyGo", 
		"subtitle": "Utility Assistance", 
		"description": "EasyGo is built to serve as a companion to its users. With or without data, users are able to purchase airtime, data, pay utility bills and carry our wallet related transactions. Wallet transactions include purchases from partner merchants with share and sell options. A button called LEND ME DATA will enable users to request data from other users anywhere in the world. ", 
		"url": "",
		"color": "#5FB242"
	},
	{
		"name": "Finman", 
		"subtitle": "Financial Management Software", 
		"description": "It is a Financial management software built to support banking and financial services designed to perform loan processing with a robust analysis.", 
		"url": "https://finman.live",
		"color": "#003399"
	},
	{
		"name": "Realm", 
		"subtitle": "Real Estate Solution", 
		"description": "It is a Real Estate Management solution for rent tracking, real estate management, multi unit building management system with inventory, accounting and reporting to track tenant payments dates, issue receipts and store all information.", 
		"url": "https://realmonline.live/",
		"color": "#0D69EE"
	},
	{
		"name": "Riska", 
		"subtitle": "Risk Manager", 
		"description": "It manages the company against risk, internal breaches and compliance issues", 
		"url": "",
		"color": "#3D3C7F"
	},
	{
		"name": "SpyDov", 
		"subtitle": "Tracking & Monitoring Software", 
		"description": "Do you have a business that requires total monitoring of your assets and movement of your agents etc. Spydov covers you with real time monitoring also location view, move tracking, geo fencing tracing, device/phone monitoring, pictures/images, screen grabs, calls log etc", 
		"url": "https://spydov.com/",
		"color": "#3D3C7F"
	},
	{
		"name": "E-Voting", 
		"subtitle": "", 
		"description": "", 
		"url": "",
		"color": "#3D3C7F"
	},
	{
		"name": "Open Mentorship Platform", 
		"subtitle": "", 
		"description": "MentorMe", 
		"url": "",
		"color": "#3D3C7F"
	}
]